{
  "Architecture": [
    "any"
  ],
  "Binary": [
    "rudof"
  ],
  "Build-Depends": [
    "debhelper-compat (= 13), dh-sequence-rust, help2man \u003c!nodoc\u003e, librust-anyhow-dev, librust-async-recursion-dev, librust-async-trait-dev, librust-chrono-dev, librust-clap-dev, librust-colored-dev, librust-const-format-dev, librust-crossterm-dev, librust-csv-dev, librust-either-dev, librust-futures-dev, librust-hashbag-dev, librust-hashlink-dev, librust-indexmap-dev, librust-indoc-dev, librust-itertools-dev, librust-lazy-regex-dev, librust-lazy-static-dev, librust-minijinja-dev, librust-nom-dev, librust-nom-locate-dev, librust-oxigraph-dev, librust-oxilangtag-dev, librust-oxiri-dev, librust-oxjsonld-dev, librust-oxrdf-dev, librust-oxrdfio-dev, librust-oxrdfxml-dev, librust-oxsdatatypes-dev, librust-oxttl-dev, librust-petgraph-dev, librust-pretty-dev, librust-proptest-dev, librust-rand-dev, librust-rayon-dev, librust-regex-dev, librust-reqwest-dev, librust-rust-decimal-dev, librust-serde-derive-dev, librust-serde-dev, librust-serde-json-dev, librust-sparesults-dev, librust-spargebra-dev, librust-supports-color-dev, librust-tabled-dev, librust-tempfile-dev, librust-term-size-dev, librust-termtree-dev, librust-thiserror-dev, librust-tokio-dev, librust-tokio-test-dev, librust-toml-0.8-dev, librust-toml-dev, librust-tracing-dev, librust-tracing-subscriber-dev, librust-url-dev, librust-uuid-dev, librust-void-dev, librust-yaml-rust2-dev, libstring-shellquote-perl \u003c!nodoc\u003e, libtest2-suite-perl \u003c!nocheck\u003e, libtest2-tools-command-perl \u003c!nocheck\u003e, perl \u003c!nocheck\u003e"
  ],
  "Checksums-Sha256": [
    "91946597258d4df2e2b072576fdb6222e108f41dc6445e385b279973bcff7855 4391 rudof_0.1.147+ds-1.dsc f77e9eeab0d6f0f91e40d15766809b14600cb744829aeee41cc5fb5d7c6cc518 1048124 rudof_0.1.147+ds.orig.tar.xz 701ec1708c3e9b29710da35775276ab9c641f8986a606ec601717dcedb0dbfec 38472 rudof_0.1.147+ds-1.debian.tar.xz"
  ],
  "Description": [
    "RDF data shape processing rudof implements Shape Expressions (ShEx), SHACL, DCTAP, and other technologies in the RDF ecosystem. . It can be used to validate RDF data represented with different syntaxes like Turtle, NTriples, etc. as well as RDF data available through SPARQL endpoints like Wikidata. . rudof can also be used to convert between different RDF data validation technologies like ShEx, SHACL, DCTAP, etc., and to generate UML like visualizations and HTML views. . Resource Description Framework (RDF) is a standard model for data interchange on the Web. . Shape Expressions (ShEx) is a data modelling language for defining schemas for RDF graphs. . Shapes Constraint Language (SHACL) is a data modelling language for describing constraints for RDF graphs. SHACL is a W3C recommendation. . Dublin Core Tabular Application Profiles (DCTAP) is a simple model for defining an application profiles i.e. metadata usage for a specific application."
  ],
  "Directory": [
    "pool/main/r/rudof"
  ],
  "Files": [
    "750568e06b3b9ffe377067b55a990f03 4391 rudof_0.1.147+ds-1.dsc 119f0c32f7f3c615ba8346529f497259 1048124 rudof_0.1.147+ds.orig.tar.xz 8f5405d28fe95d2cc9cb68328b777788 38472 rudof_0.1.147+ds-1.debian.tar.xz"
  ],
  "Format": [
    "3.0 (quilt)"
  ],
  "Homepage": [
    "https://rudof-project.github.io/rudof/"
  ],
  "Maintainer": [
    "Jonas Smedegaard \u003cdr@jones.dk\u003e"
  ],
  "Package": [
    "rudof"
  ],
  "Package-List": [
    "rudof deb science optional arch=any"
  ],
  "Priority": [
    "optional"
  ],
  "Section": [
    "misc"
  ],
  "Standards-Version": [
    "4.7.3"
  ],
  "Testsuite": [
    "autopkgtest"
  ],
  "Testsuite-Triggers": [
    "libtest2-suite-perl, libtest2-tools-command-perl, perl"
  ],
  "Vcs-Browser": [
    "https://salsa.debian.org/debian/rudof"
  ],
  "Vcs-Git": [
    "https://salsa.debian.org/debian/rudof.git"
  ],
  "Version": [
    "0.1.147+ds-1"
  ]
}