{
  "Header": {
    "Original": "CVE-2009-XXXX [sysvinit: no-root option in expert installer exposes locally exploitable security flaw]",
    "ID": "TEMP-0517018-A83CE6",
    "Description": "[sysvinit: no-root option in expert installer exposes locally exploitable security flaw]"
  },
  "Annotations": [
    {
      "Original": "- sysvinit \u003cunfixed\u003e (bug #517018; unimportant)",
      "Type": "package",
      "Package": "sysvinit",
      "Kind": "unfixed",
      "Severity": "unimportant",
      "BugNo": 517018
    },
    {
      "Original": "NOTE: hardly a security issue, if an attacker has local access to the machine and you",
      "Type": "NOTE",
      "Description": "hardly a security issue, if an attacker has local access to the machine and you"
    },
    {
      "Original": "NOTE: don't use encryption or something similar you have lost anyway",
      "Type": "NOTE",
      "Description": "don't use encryption or something similar you have lost anyway"
    },
    {
      "Original": "NOTE: - this ^ philosophy is flawed; it should not be trivial to get root just because you",
      "Type": "NOTE",
      "Description": "- this ^ philosophy is flawed; it should not be trivial to get root just because you"
    },
    {
      "Original": "NOTE: have local access to the machine. it is worth it to make it as difficult as",
      "Type": "NOTE",
      "Description": "have local access to the machine. it is worth it to make it as difficult as"
    },
    {
      "Original": "NOTE: possible without impacting authorized users. otherwise, why spend so much effort",
      "Type": "NOTE",
      "Description": "possible without impacting authorized users. otherwise, why spend so much effort"
    },
    {
      "Original": "NOTE: to make sure xscreensaver, gdm, and login are rock solid?",
      "Type": "NOTE",
      "Description": "to make sure xscreensaver, gdm, and login are rock solid?"
    },
    {
      "Original": "NOTE: - i would like to track as low, rather than unimportant",
      "Type": "NOTE",
      "Description": "- i would like to track as low, rather than unimportant"
    }
  ]
}